export const texts = {
  Slider: [
    {
      title: "Более 20 лет опыта в сфере",
      text: `Наша компания работает в сфере строительства линий связи 
      с 2002г. и в настоящее время предоставляет весь спектр услуг, 
      связанных с созданием и эксплуатацией цифровых коммуникационных 
      сетей.`,
      img: "slide1.png",
      id: "slide1",
    },
    {
      title: "Широкий спектр работ",
      text: `Наша компания так же осуществляет проектирование, 
      поставку оборудования, его монтаж, пуско-наладочные,
      строительные работы и гарантийное обслуживание.`,
      img: "slide2.png",
      id: "slide2",
    },
    {
      title: "Выполнено более 500 объектов",
      text: `Выполняем электромонтажные работы для юридических лиц 
      на любых типах объектов в Челябинске и по всему региону.`,
      img: "slide3.png",
      id: "slide3",
    },
  ],
  Clients: [
    "Rostelekom.png",
    "Trubodetal.png",
    "TsinkoviyZavod.png",
    "StsAvtodor.png",
    "MehanicheskiyZavod.png",
    "TSK.png",
    "CHTPZ.png",
    "SoyusPisheprom.png",
    "Unichel.png",
    "MVD.png",
  ],
  Requisites: [
    {
      title: `Полное наименование организации:`,
      text: `Общество с ограниченной ответственностью «Промышленное строительство»`,
    },
    {
      title: `Сокращённое наименование:`,
      text: `ООО «Промышленное строительство»`,
    },
    {
      title: `Юридический адрес предприятия в соответствии с учредительными документами:`,
      text: `454020, Челябинская обл., г.Челябинск, ул.Курчатова, д.23-Б, оф.901`,
    },
    {
      title: `Почтовый адрес предприятия:`,
      text: `454020, Челябинская обл., г.Челябинск, ул.Курчатова, д.23-Б, оф.901`,
    },
    {
      title: `Идентификационный номер ИНН/КПП:`,
      text: `7453038164 / 745301001`,
    },
    {
      title: `ОГРН:`,
      text: `1027403887829`,
    },
    {
      title: `Код ОКПО:`,
      text: `34559635`,
    },
    {
      title: `Код ОКВЭД:`,
      text: `46.72.21; 46.69; 46.73.6; 46.90`,
    },
    {
      title: `Код ОКФС:`,
      text: `16`,
    },
    {
      title: `Код ОКОПФ:`,
      text: `65`,
    },
    {
      title: `Банковские реквизиты:`,
      text: `р/сч 40702810772000007218 в Челябинском отделении №8597 ПАО «Сбербанк России», к/сч 30101810700000000602, БИК 047501602`,
    },
    {
      title: `Отгрузочные реквизиты:`,
      text: `Станция «Челябинск-Грузовой» ЮУЖД Код станции 800101 Код предприятия 1610`,
    },
    {
      title: `Телефон:`,
      text: `(351) 247-46-90, 247-46-91, 247-46-92, 247-46-93`,
    },
    {
      title: `Email:`,
      text: `metall@promstroy74.ru`,
    },
  ],
  Map: {
    Placemarks: [
      {
        text: {
          title: "Объект 1",
          description: "Этот объект был построен в 2015 году",
        },
        cordinates: [55.160851, 61.398822],
      },
      {
        text: {
          title: "Объект 1",
          description: "Этот объект был построен в 2015 году",
        },
        cordinates: [55.156497, 61.401622],
      },
    ],

    Polylines: [
      {
        text: {
          title: "Объект 1",
          description: "Этот объект был построен в 2015 году",
        },
        cordinates: [
          [55.160851, 61.398822],
          [55.158891, 61.39933],
          [55.158267, 61.404263],
          [55.156497, 61.401622],
        ],
      },
    ],
  },
  ListWorks: [
    { title: "Строительство ВОЛС", img: "Vols.png", id: "Building_VOLS" },
    {
      title: "Реконструкция междугородних ВОЛС",
      img: "IntercityVOLS.png",
      id: "Reconstruction_VOLS",
    },
    {
      title: "Строительство телефонных канализаций",
      img: "TelephoneSewerage.png",
      id: "Building_Telephone_Sewers",
    },
    {
      title: "Видеонаблюдение",
      img: "VideoSecurity.png",
      id: "Video_Security",
    },
    {
      title: "Строительство прочих линейных сооружений",
      img: "Others.png",
      id: "Others",
    },
  ],
};
