export const texts = {
  Slider: [
    {
      title: "Более 20 лет опыта в сфере",
      text: `Наша компания работает в сфере строительства линий связи 
      с 2002г. и в настоящее время предоставляет весь спектр услуг, 
      связанных с созданием и эксплуатацией цифровых коммуникационных 
      сетей.`,
      img: "slide1.png",
      id: "slide1",
    },
    {
      title: "Широкий спектр работ",
      text: `Наша компания так же осуществляет проектирование, 
      поставку оборудования, его монтаж, пуско-наладочные,
      строительные работы и гарантийное обслуживание.`,
      img: "slide2.png",
      id: "slide2",
    },
    {
      title: "Выполнено более 500 объектов",
      text: `Выполняем электромонтажные работы для юридических лиц 
      на любых типах объектов в Челябинске и по всему региону.`,
      img: "slide3.png",
      id: "slide3",
    },
  ],
  Clients: [
    "Rostelekom.png",
    "Trubodetal.png",
    "TsinkoviyZavod.png",
    "StsAvtodor.png",
    "MehanicheskiyZavod.png",
    "TSK.png",
    "CHTPZ.png",
    "SoyusPisheprom.png",
    "Unichel.png",
    "MVD.png",
    "Legion.png",
    "Dortransstroy.png",
  ],
  Requisites: [
    {
      title: `Полное наименование организации:`,
      text: `Общество с ограниченной ответственностью «Промышленное строительство»`,
    },
    {
      title: `Сокращённое наименование:`,
      text: `ООО «Промышленное строительство»`,
    },
    {
      title: `Юридический адрес предприятия в соответствии с учредительными документами:`,
      text: `454020, Челябинская обл., г.Челябинск, ул.Курчатова, д.23-Б, оф.901`,
    },
    {
      title: `Почтовый адрес предприятия:`,
      text: `454020, Челябинская обл., г.Челябинск, ул.Курчатова, д.23-Б, оф.901`,
    },
    {
      title: `Идентификационный номер ИНН/КПП:`,
      text: `7453038164 / 745301001`,
    },
    {
      title: `ОГРН:`,
      text: `1027403887829`,
    },
    {
      title: `Код ОКПО:`,
      text: `34559635`,
    },
    {
      title: `Код ОКВЭД:`,
      text: `46.72.21; 46.69; 46.73.6; 46.90`,
    },
    {
      title: `Код ОКФС:`,
      text: `16`,
    },
    {
      title: `Код ОКОПФ:`,
      text: `65`,
    },
    {
      title: `Банковские реквизиты:`,
      text: `р/сч 40702810772000007218 в Челябинском отделении №8597 ПАО «Сбербанк России», к/сч 30101810700000000602, БИК 047501602`,
    },
    {
      title: `Отгрузочные реквизиты:`,
      text: `Станция «Челябинск-Грузовой» ЮУЖД Код станции 800101 Код предприятия 1610`,
    },
    {
      title: `Телефон:`,
      text: `(351) 247-46-90, 247-46-91, 247-46-92, 247-46-93`,
    },
    {
      title: `Email:`,
      text: `metall@promstroy74.ru`,
    },
  ],
  Map: {
    Placemarks: [
      {
        text: {
          title: "Объект_1",
          description:
            "Реконструкция ВОЛС в зоне строительства светофорной развязки поворот на д. Водопойка (г.Южноуральск)",
        },
        cordinates: [54.444068, 61.263081],
      },
      {
        text: {
          title: "Объект_1",
          description:
            "Реконструкция ВОЛС в зоне строительства светофорной развязки поворот на д. Водопойка (г.Южноуральск)",
        },
        cordinates: [54.418963, 61.259535],
      },
      {
        text: {
          title: "Объект_2",
          description: "Монтаж ВОЛС на Троицкой ГРЭС",
        },
        cordinates: [54.037324, 61.640016],
      },
      {
        text: {
          title: "Объект_3",
          description: "Реконструкция ВОЛС",
        },
        cordinates: [54.432727, 61.27493],
      },
      {
        text: {
          title: "Объект_3",
          description: "Реконструкция ВОЛС",
        },
        cordinates: [54.414714, 61.263793],
      },
      {
        text: {
          title: "Объект_4",
          description: "Реконструкция ВОЛС в с.Кизильское",
        },
        cordinates: [52.722801, 58.899641],
      },
      {
        text: {
          title: "Объект_5",
          description: "Реконструкция ВОЛС в с.Агаповка",
        },
        cordinates: [53.302898, 59.140605],
      },
      {
        text: {
          title: "Объект_6",
          description: "Реконструкция ВОЛС в с.Уйское",
        },
        cordinates: [54.376919, 60.004506],
      },
      {
        text: {
          title: "Объект_7",
          description: "Реконструкция ВОЛС в с.Учалы",
        },
        cordinates: [54.364454, 59.434807],
      },
      {
        text: {
          title: "Объект_8",
          description: "Реконструкция ВОЛС в с.Варна",
        },
        cordinates: [53.383575, 60.983202],
      },
      {
        text: {
          title: "Объект_9",
          description: "Реконструкция ВОЛС в с.Миасское",
        },
        cordinates: [55.282185, 61.891552],
      },
      {
        text: {
          title: "Объект_10",
          description: "Реконструкция ВОЛС в п.Тимирязевский",
        },
        cordinates: [54.927501, 60.762684],
      },
      {
        text: {
          title: "Объект_11",
          description: "Реконструкция ВОЛС в г.Трёхгорный",
        },
        cordinates: [54.814652, 58.44662],
      },
      {
        text: {
          title: "Объект_12",
          description: "Реконструкция ВОЛС в п.Новогорный",
        },
        cordinates: [55.626421, 60.780614],
      },
      {
        text: {
          title: "Объект_13",
          description: "Реконструкция ВОЛС в с.Долгодеревенское",
        },
        cordinates: [55.344183, 61.338638],
      },
      {
        text: {
          title: "Объект_14",
          description: "Реконструкция ВОЛС в п.Рощино",
        },
        cordinates: [55.31056, 61.263396],
      },
      {
        text: {
          title: "Объект_15",
          description: "Реконструкция ВОЛС в д.Ужевка",
        },
        cordinates: [55.319162, 61.254089],
      },
      {
        text: {
          title: "Объект_16",
          description: "Реконструкция ВОЛС в с.Есаульское",
        },
        cordinates: [55.296944, 61.197316],
      },
      {
        text: {
          title: "Объект_17",
          description: "Реконструкция ВОЛС в п.Сим",
        },
        cordinates: [54.999569, 57.680903],
      },
      {
        text: {
          title: "Объект_17",
          description: "Реконструкция ВОЛС в п.Сим",
        },
        cordinates: [55.004732, 57.673691],
      },
      {
        text: {
          title: "Объект_18",
          description: "Реконструкция ВОЛС в Яхино-Шарлаш-Сим",
        },
        cordinates: [54.962948, 57.974078],
      },
      {
        text: {
          title: "Объект_18",
          description: "Реконструкция ВОЛС в Яхино-Шарлаш-Сим",
        },
        cordinates: [54.965261, 57.935387],
      },
      {
        text: {
          title: "Объект_18",
          description: "Реконструкция ВОЛС в Яхино-Шарлаш-Сим",
        },
        cordinates: [54.990681, 57.712638],
      },
    ],

    Polylines: [
      {
        text: {
          title: "Объект_1",
          description:
            "Реконструкция ВОЛС в зоне строительства светофорной развязки поворот на д. Водопойка (г.Южноуральск)",
        },
        cordinates: [
          [54.444068, 61.263081],
          [54.4429, 61.26981],
          [54.437219, 61.268435],
          [54.436313, 61.273996],
          [54.43292, 61.277508],
          [54.424554, 61.260124],
          [54.421427, 61.258348],
          [54.418963, 61.259535],
        ],
      },
      {
        text: {
          title: "Объект_3",
          description:
            "Реконструкция ВОЛС в зоне строительства светофорной развязки поворот на д. Водопойка (г.Южноуральск)",
        },
        cordinates: [
          [54.432727, 61.27493],
          [54.42493, 61.25931],
          [54.42093, 61.258321],
          [54.414714, 61.263793],
        ],
      },
      {
        text: {
          title: "Объект_17",
          description: "Реконструкция ВОЛС в п.Сим",
        },
        cordinates: [
          [54.999569, 57.680903],
          [55.004732, 57.673691],
        ],
      },
      {
        text: {
          title: "Объект_18",
          description: "Реконструкция ВОЛС в Яхино-Шарлаш-Сим",
        },
        cordinates: [
          [54.999569, 57.680903],
          [54.965261, 57.935387],
          [54.962948, 57.974078],
        ],
      },
    ],
  },
  ListWorks: [
    { title: "Строительство ВОЛС", img: "Vols.png", id: "Building_VOLS" },
    {
      title: "Реконструкция междугородних ВОЛС",
      img: "IntercityVOLS.png",
      id: "Reconstruction_VOLS",
    },
    {
      title: "Строительство телефонных канализаций",
      img: "TelephoneSewerage.png",
      id: "Building_Telephone_Sewers",
    },
    {
      title: "Видеонаблюдение",
      img: "VideoSecurity.png",
      id: "Video_Security",
    },
    {
      title: "Строительство прочих линейных сооружений связи",
      img: "Others.png",
      id: "Others",
    },
  ],
};
